The calculation could not be performed. Verify the pressure on the input element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId NetworkPressureNotConverge { get; }
  Visual Basic
Public Shared ReadOnly Property NetworkPressureNotConverge As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NetworkPressureNotConverge {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MEPCalculationFailures Class
  Autodesk.Revit.DB Namespace